tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "awscli"
brew "azure-cli"
brew "boost"
brew "imagemagick"
brew "jq"
brew "mackup"
brew "mas"
brew "mkcert"
brew "mysql@5.7", restart_service: true, link: true
brew "nodebrew"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "tmux"
brew "tree"
brew "v8@3.15"
brew "wget"
brew "yarn"
brew "github/gh/gh"

# Fonts
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'

cask "brooklyn"
cask "chromedriver"
cask "docker"
cask "openkey"
cask 'slack'
cask 'google-chrome'
cask 'spectacle'
cask 'zoomus'
cask 'skype'
#cask 'teamviewer'
cask 'telegram'
cask 'postman'
cask 'purevpn'
cask 'spotify'
cask 'itsycal'
cask 'sequel-pro'
cask 'skitch'
cask 'ticktick'
cask 'sourcetree'
cask 'grammarly'
cask 'openkey'
cask 'contexts'
cask 'karabiner-elements'
cask 'notion'
cask 'muzzle'
cask 'fanny'
cask 'authy'
cask 'microsoft-edge'
cask 'zeplin'
cask 'alfred'
cask 'docker'
cask 'visual-studio-code'
cask 'brave-browser'
cask 'spotmenu'

brew 'mackup'

mas "LastPass Password Manager", id: 926036361
mas "Shazam", id: 897118787
mas "feedly", id: 865500966
mas "GIPHY CAPTURE", id: 668208984
mas "Irvue", id: 1039633667
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Remote Desktop", id: 715768417
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 880001334
mas "TickTick", id: 966085870
mas "Trello", id: 1278508951
