# Taps
tap 'caskroom/cask'
tap 'caskroom/eid'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'

# Install Binaries
brew 'awscli'
brew 'heroku'
brew 'zsh'
brew 'zsh-completions'
brew 'mackup'

# Development
brew 'rbenv'
brew 'ruby-build'
brew 'sqlite3'
brew 'mysql'
brew 'postgresql'

# Apps
cask 'iterm2'
cask 'alfred'
cask 'docker'
cask 'google-chrome'
cask 'slack'
cask 'atom'
cask 'spotify'
cask 'skype'
cask 'teamviewer'
cask 'android-studio'
cask 'telegram'

# Quicklook
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'qlstephen'

# Fonts
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
