tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

# brew "awscli"
# brew "azure-cli"
# brew "boost"
# brew "imagemagick"
# brew "jq"
# brew "mackup"
# brew "mas"
# brew "mkcert"
# brew "mysql@5.7", restart_service: true, link: true
# brew "nodebrew"
# brew "ruby-build"
# brew "rbenv"
# brew "redis", restart_service: true
# brew "tmux"
# brew "tree"
# brew "v8@3.15"
# brew "wget"
# brew "yarn"
brew "github/gh/gh"

# Fonts
# cask "font-source-code-pro-for-powerline"
# cask "font-source-code-pro"
# cask "font-source-sans-pro"
# cask "font-source-serif-pro"

# cask "chromedriver"
# cask "skype"
#cask "teamviewer"
# cask "purevpn"

cask "karabiner-elements"
cask "openkey"
cask "notion"
cask "1password"
cask "alt-tab"
cask "authy"
cask "visual-studio-code"
cask "brooklyn"
cask "docker"
cask "slack"
cask "google-chrome"
cask "rectangle"
cask "zoom"
cask "telegram"
cask "postman"
cask "spotify"
cask "itsycal"
cask "sequel-ace"
cask "skitch"
cask "ticktick"
cask "grammarly"
cask "contexts"

# cask "microsoft-edge"
# cask "muzzle"
# cask "fanny"
# cask "alfred"
# cask "brave-browser"
# cask "spotmenu"
# brew "mackup"
# cask "goland"
# cask "rubymine"

# mas "LastPass Password Manager", id: 926036361
# mas "Shazam", id: 897118787
# mas "feedly", id: 865500966
mas "GIPHY CAPTURE", id: 668208984
mas "Irvue", id: 1039633667
mas "LINE", id: 539883307
# mas "Microsoft Remote Desktop", id: 1295203466
# mas "Microsoft Remote Desktop", id: 715768417
mas "MeetingBar", id: 1532419400
# mas "Numbers", id: 409203825
# mas "Pages", id: 409201541
# mas "Reeder", id: 880001334
# mas "TickTick", id: 966085870
# mas "Trello", id: 1278508951
